eac-core/eac/eacWebServiceApp/src/test/resources/soap/v2/logoutRequest2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:eac="http://eac.oup.com/2.0/eac-access-services">
   <soapenv:Header/>
   <soapenv:Body>
      <eac:LogoutRequest>
         <eac:sessionToken>npe</eac:sessionToken>
      </eac:LogoutRequest>
   </soapenv:Body>
</soapenv:Envelope>